---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterVerticalScale
source: html/3771ee1b-933e-ea65-fb41-03b5dda26b04.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterVerticalScale Property

"Vertical Scale"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterVerticalScale { get; }
```